app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["body", "testb"], ["created_at", "2018-10-15 08:23:36.984168"], ["updated_at", "2018-10-15 08:23:36.984168"]]